{
  "section": "The Amazing Blog",
  "hello": "About me :)",
  "mainTitle": "Dev Front-end and Software Engineer",
  "subtitle": "In a constant search for learning and experiences with joy and passion in what I do",
  "secondaryTitle": "Nice to meet you ^^ My name is Alan Secundo",
  "personalText": "My first contact with the Software area was in 2014, when I joined the Software Engineering course. During graduation, I was an Excel professor, did scientific initiation and participated in several Hackathons. I got my first opportunity in the job market in 2017, since then, I worked mostly as a Front-End Developer, but also as a Product Manager and Scrum Master in some periods. In relation to myself, I love communication, innovation, self-knowledge, software development, e-sports and travel.",
  "personalSubtitle": "Some achievements i'm proud of",
  "companysTitle": "Companies and institutions that I was proud to collaborate",
  "linkedinTitle": "Recommendations from Linkedin",
  "peopleSaid": "Some cool things that people who worked with me already talked about",
  "workTogether": "Are you interested in working together? I am available for a conversation.",
  "contactTitle": "Curriculum and Contact",
  "phrase": "Transforming each new challenge into opportunities for learning and growth.",
  "technologys": "Technologies and Integrations: React | Gatsby | Javascript | Contentful",
  "developedByMe": "Developed by myself | Alan Secundo",
  "gutoFeedback": "I had the pleasure of meeting and working with Alan during the Ticnova 2018 event. He is a highly communicative professional that I recommend and would like to be able to work with him again. Alan is very determined to get what he wants and what needs to be done. One of the characteristics that impresses me most is his empathy and his positive attitude. He works in a unique way and has the ability to quickly understand the entire scope of a business. Alan is strategic and has a vision of opportunities. I would recommend it to any company because it is the type of professional that only has to add!",
  "nathFeedback": "Alan is a complete professional, in addition to the excellent technical part, he has an exceptional interpersonal relationship and is extremely engaged with learning and continuous evolution! His attention to detail and concern for the quality of delivery, in addition to the team's climate and well-being, make Alan a very flexible and adaptable professional, bringing good results wherever he goes.",
  "fujiokaFeedback": "Alan is an excellent professional, communicative and proactive. We worked together on an innovation project developing a new product for the institution in the startup format, there were many nights and early nights of dedication, especially during the black friday. During the project, in addition to the technical expertise in his area, he showed a high capacity for learning. I recommend it without a doubt.",
  "devSkillText": "During my career and personal projects, these were the front-end related technologies that I related to.",
  "tech": "Technologies:",
  "softwareProject": "Software Projects",
  "projectsText": "These are some of the main methodologies that I have worked with and related to over the past few years.",
  "methodologies": "Methodologies:",
  "knowledge": "Useful knowledge:",
  "knowledgeText": "These are other knowledge that I collect, some with more love, others with less, but all extremely useful.",
  "paranaTic": "1st Place ParanáTIC Tri-national Hackathon (Brazil, Paraguay and Argentina)",
  "droneHackathon": "3rd Place Hackathon TICNOVA - Drones Challenge",
  "inovaAgro1": "1st Place Hackathon Inova Agro",
  "inovaAgro2": "2nd Place Hackathon Inova Agro",
  "research": "Best Scientific Initiation Award in the Exact Sciences area at Unicesumar",
  "spaceApps": "Welcome to the NASA SPACE Apps 2019 Hackathon",
  "language": "EN-US",
  "frontEnd": "Front-end",
  "videoPresentation": "Presentation video",
  "curriculumPDF": "CV in PDF",
  "informations": "Informations",
  "noted": "Noted",
  "previous": "Previous",
  "next": "Next",
  "of": "of",
  "backToList": "Back to Articles"
}