{
  "section": "Conteúdos sobre Software",
  "hello": "Sobre mim :)",
  "mainTitle": "Dev Front-end e Engenheiro de Software",
  "subtitle": "Em uma busca constante de aprendizado e experiências com alegria e paixão no que eu faço",
  "secondaryTitle": "Muito prazer ^^ Me chamo Alan Secundo",
  "personalText": "Meu primeiro contato com a área de Software foi em 2014, quando ingressei no curso de Engenharia de Software. Durante a graduação, fui professor de Excel, fiz iniciação científica, participei de diversos Hackathons e voluntáriados. Consegui minha primeira oportunidade no mercado de trabalho em 2017, desde então, atuei na grande maioria do tempo como Desenvolvedor Front-End, mas também como Gestor de Produtos e Scrum Master em alguns períodos. Em relação a minha pessoa, gosto muito de comunicação, inovação, autoconhecimento, desenvolvimento de software, e-sports e viagens.",
  "personalSubtitle": "Algumas conquistas relacionadas a área das quais me orgulho",
  "companysTitle": "Empresas e instituições que tive orgulho de colaborar",
  "linkedinTitle": "Recomendações vindas do Linkedin",
  "peopleSaid": "Algumas coisas legais que pessoas que trabalharam comigo já falaram",
  "workTogether": "Tem interesse em trabalharmos juntos? Fico a disposição para uma conversa.",
  "contactTitle": "Currículo e Contato",
  "phrase": "Transformando cada novo desafio em oportunidades de aprendizado e crescimento.",
  "technologys": "Tecnologias utilizadas: React | Gatsby | Javascript",
  "developedByMe": "Desenvolvido por eu mesmo | Alan Secundo",
  "gutoFeedback": "Tive o prazer de conhecer e trabalhar com o Alan durante o evento do Ticnova 2018. Ele é um profissional altamente comunicativo que recomendo e gostaria de poder trabalhar com ele novamente. Alan está muito determinada a conseguir o que quer e o que precisa ser feito. Uma das característica que mais me impressiona é sua empatia e sua atitude positiva. Ele trabalha de forma única e tem a capacidade de entender rapidamente todo o escopo de um negócio. Alan é estratégico e tem uma visão de oportunidades. Indicaria para qualquer empresa por ser o tipo de profissional que só tem a agregar!",
  "nathFeedback": "Alan é um profissional completo, além da parte técnica excelente, possui um relacionamento interpessoal excepcional e é extremamente engajado com o aprendizado e evolução contínua! Sua atenção aos detalhes e preocupação com a qualidade da entrega, além do clima e bem estar da equipe, fazem de Alan um profissional muito flexível e adaptável, trazendo bons resultados por onde que que passe.",
  "fujiokaFeedback": "Alan é uma excelente profissional, comunicativo e proativo. Atuamos juntos em projeto de inovação desenvolvendo um novo produto para instituição no formato de startup, foram muitas noites e madrugadas de dedicação, principalmente durante a black friday. Durante o projeto, além da expertise técnica na da área dele mostrou alta capacidade de aprendizado. Recomendo ele sem nenhuma dúvida.",
  "devSkillText": "Durante minha carreira e projetos pessoais, essas foram as tecnologias relacionadas a front-end que eu me relacionei.",
  "tech": "Tecnologias:",
  "softwareProject": "Projetos de Software",
  "projectsText": "Na graduação, vida profissional e empreendedora, essas são as metodologias que eu trabalhei e me relacionei.",
  "methodologies": "Metodologias:",
  "knowledge": "Conhecimentos úteis:",
  "knowledgeText": "Estes são outros conhecimentos que coleciono, alguns com mais amor, outros com menos, mas todos extremamente úteis.",
  "paranaTic": "1° Lugar Hackathon Trinacional ParanáTIC (Brasil, Paraguai e Argentina)",
  "droneHackathon": "3° Lugar Hackathon TICNOVA - Desafio dos Drones",
  "inovaAgro1": "1° Lugar Hackathon Inova Agro",
  "inovaAgro2": "2° Lugar Hackathon Inova Agro",
  "research": "Prêmio Melhor Iniciação Científica da área de Ciencias Exatas na Unicesumar",
  "spaceApps": "Palestrante no Hackathon NASA SPACE Apps 2019",
  "language": "PT-BR"
}
